Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་ཕོ་ཉས་བཀུག་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཤེས་ལྡན་དག་ཚུར་ཁྱེད་གཞོན་ནུ་རྡུལ་ཕྲན་གང་ན་བ་དེར་དོང་ལ་ཕྱིན་པ་དང་། གཞོན་ནུ་རྡུལ་ཕྲན་ལ་རྒྱལ་བ་དང་། ཚེ་སྤེལ་བ་དག་བྱོས་ལ།
en: “Thereupon the brahmin Govinda summoned by messenger the six kṣatriyas who were the king’s attendants and said, ‘Sirs, now go to Prince Reṇu.

source: གཞོན་ནུ་རྡུལ་ཕྲན་ལ་འདི་སྐད་ཅེས་ཇི་ལྟར་རྡུལ་ཕྲན་ཁྱོད་བདེ་ན་དེ་བཞིན་དུ་བདག་ཅག་ཀྱང་བདེ་ཞིང་།
en: When you arrive, wish Prince Reṇu victory and long life and say to him, “If you, Reṇu, are happy, we are likewise happy.

source: ཇི་ལྟར་རྡུལ་ཕྲན་ཁྱོད་སྡུག་བསྔལ་ན་དེ་བཞིན་དུ་བདག་ཅག་སྡུག་བསྔལ་བར་འགྱུར་ལ།
en: If you, Reṇu, are distressed, we are likewise distressed.

source: རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་པོ་ནི་རྡུལ་ཕྲན་ཁྱོད་ཀྱི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་། ནེའུ་ཟླ་ཡིན་གྱིས།
en: We six kṣatriyas, who are the king’s attendants, are the friends and favorites of you, Reṇu, and we are the same age as you are.

source: རྡུལ་ཕྲན་ཁྱོད་གལ་ཏེ་ཡབ་འདས་ནས་ཡབ་ཀྱི་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཞག་ན།
en: When you, Reṇu, succeed to your father’s throne after his death, please share your property with us.” ’

source: ཅི་ནས་ཀྱང་བདག་ཅག་ལ་ལོངས་སྤྱོད་དག་ལས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་མཛོད་ཅེས་གྱིས་ཤིག །མཁན་པོ་བཀའ་བཞིན་འཚལ་ཞེས་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་གིས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལས་མཉན་ནས་གཞོན་ནུ་རྡུལ་ཕྲན་གང་ན་བ་དེར་དོང་སྟེ་ཕྱིན་པ་དང་། གཞོན་ནུ་རྡུལ་ཕྲན་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་དག་བྱས་ནས་གཞོན་ནུ་རྡུལ་ཕྲན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “ ‘O Master, we will do so,’ replied the six kṣatriyas who were the king’s attendants to the brahmin Govinda.

source: །ཇི་ལྟར་རྡུལ་ཕྲན་ཁྱོད་བདེ་ན་དེ་བཞིན་དུ་བདག་ཅག་བདེ་ཞིང་།
en: They went to Prince Reṇu and, when they arrived, wished him victory and long life and said to him, ‘If you, Reṇu, are happy, we are likewise happy.

source: རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་ནི་རྡུལ་ཕྲན་ཁྱོད་ཀྱི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་། ནེའུ་ཟླ་ལགས་ཀྱིས།
en: We six kṣatriyas, who are the king’s attendants, are the friends and favorites of you, Reṇu, and we are the same age as you are.

source: རྡུལ་ཕྲན་ཁྱོད་གལ་ཏེ་ཡབ་འདས་ནས་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཞག་ན་ཅི་ནས་ཀྱང་བདག་ཅག་ལ་ལོངས་སྤྱོད་དག་ལས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་མཛོད་ཅིག །དེ་བཞིན་དུ་བྱའོ་ཞེས་གཞོན་ནུ་རྡུལ་ཕྲན་གྱིས་མཉན་ཏོ།
en: When you, Reṇu, succeed to your father’s throne after his death, please share your property with us.’ “ ‘I will do so,’ replied Prince Reṇu.

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་ཕྱོགས་བདག་དུས་ལས་འདས་ཏེ་ཤི་བར་གྱུར་ནས་བློན་པོའི་ཚོགས་རྣམས་དང་། སྣ་ཆེན་པོ་ལ་གཏོགས་པ་རྣམས་དང་། རྒྱལ་ཁྲིམས་འདོན་པ་རྣམས་དང་། གསང་ཚིག་གིས་ལྷན་ཅིག་འཚོ་བ་རྣམས་ཀྱིས་གཞོན་ནུ་རྡུལ་ཕྲན་ཕའི་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཞག་ཅིང་། དེ་རྒྱལ་སྲིད་ལ་དབང་བསྐུར་བའི་ཕྱིར་དབང་བསྐུར་རོ།
en: “Later, King Diśāṃpati died, and a group of ministers, chief ministers, executors of the king’s law, and those who lived by mantras put Prince Reṇu upon his father’s throne and anointed him as king.

source: །དེ་ནས་གཞོན་ནུ་རྡུལ་ཕྲན་གྱི་མིང་གཞོན་ནུ་རྡུལ་ཕྲན་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནུབ་ཅིང་། རྒྱལ་པོ་རྡུལ་ཕྲན་ཞེས་བྱ་བར་གྲགས་སོ།
en: After that, his name, Prince Reṇu, disappeared, and he came to be known as King Reṇu.

source: །དེ་ནས་རྒྱལ་པོ་རྡུལ་ཕྲན་གྱིས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཕོ་ཉས་བཀུག་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །མཁན་པོས་ངའི་ཡབ་ལ་ཇི་ལྟར་རྗེས་སུ་སྟོན་པ་དེ་ལྟར་ང་ལ་ད་ཕྱིན་ཆད་རྗེས་སུ་བསྟན་པར་བྱ་བར་སོམས་ཤིག །བཀའ་བཞིན་འཚལ་ཞེས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་མཉན་ཏོ།
en: Thereupon King Reṇu summoned the brahmin Govinda by messenger and said, ‘Think that henceforth you, Master, should teach me just as you taught my father.’

source: །དེ་ནས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་ཕོ་ཉས་བཀུག་སྟེ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “ ‘Certainly,’ replied the brahmin Govinda. “Thereupon the brahmin Govinda summoned by messenger the six kṣatriyas who were the king’s attendants and said, ‘Sirs, go to King Reṇu.

source: །ཤེས་ལྡན་དག་ཁྱེད་ཅག་རྒྱལ་པོ་རྡུལ་ཕྲན་གང་ན་བ་དེར་དོང་ལ་ཕྱིན་པ་དང་། རྒྱལ་པོ་རྡུལ་ཕྲན་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བདག་བྱོས་ལ་འདི་སྐད་ཅེས་ལྷ་ལྷ་གཞོན་ནུར་གྱུར་པ་ན་བདག་ཅག་སྤྱན་སྔར་མཆིས་ནས་འདི་སྐད་ཅེས་ཇི་ལྟར་རྡུལ་ཕྲན་ཁྱོད་བདེ་ན་དེ་བཞིན་དུ་བདག་ཅག་བདེ་ཞིང་།
en: When you arrive, wish King Reṇu victory and long life and ask, “Your Majesty, do you remember that, when you were a prince, we came to you and said, ‘If you, Reṇu, are happy, we are likewise happy.

source: རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་པོ་ནི་རྡུལ་ཕྲན་ཁྱོད་ཀྱི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་། ནེའུ་ཟླ་ལགས་ཀྱིས།
en: We six kṣatriyas, who are the king’s attendants, are the friends and favorites of you, Reṇu, and we are the same age as you are.

source: རྡུལ་ཕྲན་ཁྱོད་གལ་ཏེ་ཡབ་འདས་ཏེ་ཡབ་ཀྱི་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཞག་ན་ཅི་ནས་ཀྱང་བདག་ཅག་ལ་ལོངས་སྤྱོད་དག་ལས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་མཛོད་ཅིག་ཅེས་གསོལ་པ་དགོངས་སམ་ཞེས་སྨྲོས་ཤིག །གལ་ཏེ་འདི་སྐད་ཅེས་ངས་དྲན་ནོ་ཟེར་ན། ལྷ་ད་ནི་དེའི་དུས་ལ་བབ་ལགས་སོ་ཞེས་སྨྲོས་ཤིག །འོན་ཏེ་དེ་འདི་སྐད་ཅེས་ས་ཆེན་པོ་ནང་ཡངས་ལ་ཕྱི་ཤིང་རྟའི་དབྱིབས་ལྟར་འདུག་པ་འདི་ཆ་བདུན་དུ་འགེད་པ་སུ་ཞིག་ཡོད་ཅེས་ཟེར་ན།
en: When you, Reṇu, succeed to your father’s throne after his death, please share your property with us’?” If he answers “Yes, I do,” say, “Your Majesty, it is the right time.” If he asks, “But who could divide this land, the inside of which is vast and the outer shape of which is like a chariot, into seven?” say, “Your Majesty, none other than Govinda could.” ’

source: ལྷ་གནག་ལྷས་སྐྱེས་མ་ལགས་པ་གཞན་ཡང་མ་མཆིས་སོ་ཞེས་སྨྲོས་ཤིག །མཁན་པོ་བཀའ་བཞིན་འཚལ་ཞེས་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་གིས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལས་མཉན་ནས།
en: “ ‘Master, we will do so,’ replied the six kṣatriyas who were the king’s attendants to the brahmin Govinda.

source: རྒྱལ་པོ་རྡུལ་ཕྲན་གང་ན་བ་དེར་དོང་སྟེ་ཕྱིན་པ་དང་། རྒྱལ་པོ་རྡུལ་ཕྲན་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་དག་བྱས་ནས་རྒྱལ་པོ་རྡུལ་ཕྲན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་ལྷ་སྔོན་གཞོན་ནུར་གྱུར་པ་ན་བདག་ཅག་སྤྱན་སྔར་མཆིས་ནས་འདི་སྐད་ཅེས་ཇི་ལྟར་རྡུལ་ཕྲན་ཁྱོད་བདེ་ན་དེ་བཞིན་དུ་བདག་ཅག་བདེ་ཞིང་།
en: They then went to King Reṇu and, when they arrived, wished King Reṇu victory and long life and asked, “Your Majesty, do you remember that, when you were a prince, we came to you and said, ‘If you, Reṇu, are happy, we are likewise happy.

source: བདག་ཅག་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་པོ་ནི་རྡུལ་ཕྲན་ཁྱོད་ཀྱི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་། ནེའུ་ཟླ་ལགས་ཀྱིས།
en: We six kṣatriyas, who are the king’s attendants, are the friends and favorites of you, Reṇu, and we are the same age as you are.

source: རྡུལ་ཕྲན་ཁྱོད་གལ་ཏེ་ཡབ་འདས་ཏེ་ཡབ་ཀྱི་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཞག་ན་ཅི་ནས་ཀྱང་བདག་ཅག་ལ་ལོངས་སྤྱོད་དག་ལས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་མཛོད་ཅིག་ཅེས་གསོལ་པ་དགོངས་ལགས་སམ།
en: When you, Reṇu, succeed to your father’s throne after his death, please share your property with us’?”

source: ཤེས་ལྡན་དག་ངས་དྲན་ནོ།
en: “ ‘Sirs, yes, I do.’

source: །ལྷ་ད་ནི་དེའི་དུས་ལ་བབ་ལགས་སོ།
en: “ ‘Your Majesty, it is the right time.’

source: །འོ་ན་ས་ཆེན་པོ་ནང་ཡངས་ལ་ཕྱི་ཤིང་རྟའི་དབྱིབས་ལྟར་འདུག་པ་འདི་ཆ་བདུན་དུ་འགེད་པ་སུ་ཞིག་ཡོད།
en: “ ‘But who could divide this land, which is vast and shaped like a chariot, into seven?’

source: ལྷ་གནག་ལྷས་སྐྱེས་མ་ལགས་པ་གཞན་མ་མཆིས་སོ།
en: “ ‘Your Majesty, none other than Govinda could.’

source: །དེ་ནས་རྒྱལ་པོ་རྡུལ་ཕྲན་གྱིས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཕོ་ཉས་བཀུག་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །མཁན་པོ་ཁྱོད་ཀྱིས་ས་ཆེན་པོ་འདི་ནང་ཡངས་ལ་ཕྱི་ཤིང་རྟའི་དབྱིབས་ལྟར་འདུག་པ་འདི་ཆ་བདུན་དུ་འགེད་ནུས་སམ།
en: “Then King Reṇu summoned the brahmin Govinda by messenger and asked, ‘O Master, can you divide this land, which is vast and shaped like a chariot, into seven?’

source: ལྷ་ལེགས་པར་ར་རྔོ་ཐོག་གོ།
en: “ ‘Your Majesty, I can do that easily.’

source: །དེ་ནས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་རྒྱལ་པོ་རྡུལ་ཕྲན་ལས་མཉན་ནས་དཀྱིལ་དང་དཀྱིལ་ན་ཡུལ་འཁོར་བུ་ཆུང་དང་འཁོར་བུ་ཆུང་ཡོད་པ་གང་ཡིན་པ་དེ་དག་རྒྱལ་པོ་རྡུལ་ཕྲན་གྱི་རིས་སུ་བཅད་པ་དང་། དེས་རྒྱལ་པོ་རྡུལ་ཕྲན་ཡི་རངས་པར་གྱུར་ཏོ།
en: “Having thus replied to King Reṇu, the brahmin Govinda then reserved the middle part of the land and some of the surrounding smaller areas as King Reṇu’s portion. King Reṇu was satisfied with this, and he expressed his satisfaction thus:

source: །བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་ཁོ་བོའི་རིས་ཇི་ལྟ་བུ་ཞིག་ཏུ་བཅད་ན། ད་ལྟ་དཔེར་ན་མཁས་པ་གསལ་བ་བྱེ་བྲག་ཤེས་པས་བྱས་པ་ལྟ་བུར་གྱུར་ཏེ་ཞེས་ཡི་རངས་པ་ཡང་གོ་བར་བྱས་སོ།
en: ‘The way the brahmin Govinda reserved my portion is just as one who is wise and clearheaded and knows division would do.’

source: །ཡུལ་འཁོར་བུ་ཆུང་གཞན་གང་དག་ཡིན་པ་དེ་དག་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་གི་རིས་སུ་བཅད་པ་དང་། དེས་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་ཀྱང་ཡི་རངས་པར་གྱུར་ཏེ།
en: “Then, he divided the other surrounding areas into the portions for the six kṣatriyas who were the king’s attendants. The six kṣatriyas too were satisfied with this, and they expressed their satisfaction thus:

source: བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་ཇི་ལྟ་བུ་ཞིག་ཏུ་བགོས་ན།
en: ‘The way the brahmin Govinda divided the land is just as one who is wise and clearheaded and knows division would do.

source: ཇི་ལྟར་མཁས་པ་གསལ་བ་བྱེ་བྲག་ཤེས་པས་བྱས་པ་བཞིན་དུ་ཁོ་བོ་ཅག་གིས་ཡུན་རིང་པོ་ནས་བསམས་བསམས་པའི་ཡུལ་དེ་དག་ད་ཁོ་བོ་ཅག་གི་རིས་སུ་བཅད་ཅེས་ཡི་རངས་པ་ཡང་གོ་བར་བྱས་སོ།
en: The areas that we had been thinking about for a long time are now divided as our portions.’

source: །དེ་ནས་རྒྱལ་པོའི་ཞམ་རིང་རྒྱལ་རིགས་དྲུག་གིས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །མཁན་པོ་རྒྱལ་པོ་རྡུལ་ཕྲན་ལ་ཇི་ལྟར་རྗེས་སུ་སྟོན་པ་དེ་བཞིན་དུ་དེང་སླན་ཆད་བདག་ཅག་ལ་ཡང་ཁྱོད་ཀྱིས་རྗེས་སུ་བསྟན་པར་དགོངས་སུ་གསོལ།
en: “Then the six kṣatriyas waiting on the king said to the brahmin Govinda, ‘O Master, please think that henceforth you should teach us just as you teach King Reṇu.’

source: དེ་བཞིན་དུ་བྱའོ་ཞེས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་མཉན་ཏོ།
en: “ ‘I will do so,’ replied the brahmin Govinda.

source: །དེ་ནས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་རྒྱལ་པོ་རྡུལ་ཕྲན་དང་། རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་དང་། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཐབས་རིར་བབ་པའི་ཆུང་མ་བཞི་བཅུ་ལ་རྗེས་སུ་སྟོན་ཏོ།
en: After that, the brahmin Govinda taught King Reṇu, the six kṣatriyas who were the king’s attendants, seven very wealthy kṣatriyas, seven very wealthy brahmins, seven very wealthy householders, and forty wives of equal rank.

source: །བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་ལ་བྲམ་ཟེའི་གསང་ཚིག་ཀློག་ཏུ་འཇུག་གོ།
en: “He gave lessons in brahmanical mantras to five hundred young brahmins.

source: །འདུལ་སྦྱོང་མཁན་དང་། གླང་པོ་ཆེ་ལ་ཞོན་པ་དང་། རྟ་ལ་ཞོན་པ་དང་། རལ་གྲི་འཛིན་སྟངས་མཁན་དང་། གཞུ་འཛིན་པ་དང་། ཞབས་འབྲིང་བྱེད་པ་དང་། གོ་རེ་ལོང་བྱེད་པ་དང་། བྲོ་གར་ལེན་པ་དང་། རྒྱལ་པོའི་བུ་རྟུལ་ཕོད་པ་དཔའ་བ་རབ་གནོན་ཚན་པོ་ཆེ་དང་ལྡན་པ་རྣམས་དང་། སེམས་སྲུང་བ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་བྱེད་པ་དུ་མ་ལ་ཡང་རྗེས་སུ་སྟོན་པར་བྱེད་དོ།
en: He also taught many horse trainers, elephant drivers, horsemen, swordsmen, archers, servants, attendants, dancers, princes who were brave and bold like praskandins and great nagnas, worshipers, barbers, and bath attendants.

source: །དེ་ནས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱི་མིང་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཞེས་བྱ་བའི་མིང་གང་ཡིན་པ་དེ་ནུབ་པར་གྱུར་ཅིང་། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཞེས་བྱ་བར་གྲགས་སོ། །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་བྲམ་ཟེ་རྣམས་ཀྱིས་ནི་ཚངས་པར་བཀུར་རོ། །རྒྱལ་པོས་ནི་ལྷར་བཀུར་རོ། །གྲོང་མི་དང་ཡུལ་མི་རྣམས་ཀྱིས་ནི་རྒྱལ་པོར་བཀུར་རོ།
en: “Thereupon his name, Brahmin Govinda, disappeared, and he came to be known as the brahmin Mahāgovinda. The brahmin Mahāgovinda was then respected by brahmins as Brahmā, by the king as a god, and by the citizens and provincial dwellers as a king.

source: །བྲམ་ཟེ་རྣམས་ཀྱིས་ནི་འདི་སྙམ་དུ་ཤེས་ཏེ། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་ཚངས་པའི་ལམ་མཐོང་སྟེ།
en: Brahmins thought, ‘The brahmin Mahāgovinda has seen the path of Brahmā.

source: ཚངས་པའི་ལམ་ཤེས་ཤིང་མཐོང་ནས་མཐའ་དག་རྫོགས་པར་བྱས་ཏེ་གནས་སོ་སྙམ་མོ། །རྒྱལ་པོ་དང་། གྲོང་མི་དང་། ཡུལ་མི་རྣམས་ཀྱིས་ཀྱང་འདི་སྙམ་དུ་ཤེས་ཏེ། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་ཚངས་པའི་ལམ་ཤེས་ཤིང་། ཚངས་པའི་ལམ་མཐོང་སྟེ།
en: He has realized and seen the path of Brahmā and completed everything.’ The king, citizens, and provincial dwellers too thought, ‘The brahmin Mahāgovinda has seen the path of Brahmā.

source: ཚངས་པའི་ལམ་ཤེས་ཤིང་མཐོང་ནས་མཐའ་དག་རྫོགས་པར་བྱས་ཏེ་གནས་སོ་སྙམ་མོ།
en: He has realized and seen the path of Brahmā and completed everything.’

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ད་ལྟར་བྲམ་ཟེ་རྣམས་ཀྱིས་ནི་ཚངས་པར་བཀུར། རྒྱལ་པོས་ནི་ལྷར་བཀུར། གྲོང་མི་དང་ཡུལ་མི་རྣམས་ཀྱིས་ནི་རྒྱལ་པོ་བཀུར།
en: “The brahmin Mahāgovinda himself thought, ‘I am now respected by brahmins as Brahmā, by the king as a god, and by the citizens and provincial dwellers as a king.

source: བྲམ་ཟེ་རྣམས་ནི་འདི་སྙམ་དུ་ཤེས་ཏེ། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་ཚངས་པའི་ལམ་མཐོང་སྟེ།
en: Brahmins think, “The brahmin Mahāgovinda has seen the path of Brahmā.

source: ཚངས་པའི་ལམ་ཤེས་ཤིང་མཐོང་ནས་མཐའ་དག་རྫོགས་པར་བྱས་ཏེ་གནས་སོ་སྙམ་མོ། །རྒྱལ་པོ་དང་། གྲོང་མི་དང་། ཡུལ་མི་རྣམས་ཀྱིས་ཀྱང་འདི་སྙམ་དུ་ཤེས་ཏེ། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ནི་ཚངས་པའི་ལམ་ཤེས་ཤིང་ཚངས་པའི་ལམ་མཐོང་སྟེ། ཚངས་པའི་ལམ་ཤེས་ཤིང་མཐོང་ནས་མཐའ་དག་རྫོགས་པར་བྱས་ཏེ་གནས་སོ་སྙམ་མོ།
en: Having realized and seen the path of Brahmā, he dwells, having completed everything.” The king, citizens, and provincial dwellers too think likewise.

source: །བདག་གིས་ནི་ཚངས་པའི་ལམ་ཡང་མི་ཤེས།
en: I do not know the path of Brahmā.

source: བདག་ནི་ཚངས་པའི་ལམ་ཤེས་ཤིང་མཐོང་ནས་མཐའ་དག་རྫོགས་པར་བྱས་ཏེ་གནས་པ་ཡང་མ་ཡིན་ན།
en: I have neither actualized and seen the path of Brahmā nor completed everything.

source: བདག་གིས་བདག་གི་ཕ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལས་བྲམ་ཟེ་གང་ཞིག་དབྱར་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་ན་དེའི་དྲུང་དུ་ཚངས་པ་འོང་བར་འགྱུར་རོ་ཞེས་ཐོས་ཀྱིས།
en: However, I have heard from my father, Brahmin Govinda, that if a brahmin dwelled in the dhyāna of compassion in a solitary place for the four months of summer, Brahmā would come to him.

source: མ་ལ་བདག་གིས་དབྱར་ཟླ་བ་བཞི་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་པར་བྱའོ་སྙམ་མོ།
en: I will now dwell in the dhyāna of compassion in a solitary place for the four months of summer.’

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་རྒྱལ་པོ་རྡུལ་ཕྲན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་རེ་ཞིག་རྗེས་སུ་སྟོན་པ་གཞན་ཞིག་བཙལ་དུ་གསོལ།
en: “Thereupon the brahmin Mahāgovinda said to King Reṇu, ‘Your Majesty, please look for another teacher for now.

source: བདག་ནི་དབྱར་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་པར་འཚལ་ལོ།
en: I would like to dwell in the dhyāna of compassion in a solitary place for the four months of summer.’

source: །མཁན་པོ་དག་དེའི་དུས་ལ་བབ་པར་མཁྱེན་པར་མཛོད་ཅིག །རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་དང་། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཐབས་རིར་བབ་པའི་ཆུང་མ་བཞི་བཅུ་ལ་སྨྲས་པ།
en: “ ‘O Master, please know it is the right time.’ “He said to the six kṣatriyas who were the king’s attendants, the seven very wealthy kṣatriyas, the seven very wealthy brahmins, the seven very wealthy householders, and the forty wives of equal rank, ‘Ladies, stay at home for now, neither distracted nor careless.

source: ཤེས་ལྡན་དག་རེ་ཞིག་མ་གཡེང་བར་བག་ཡོད་པར་ཁྱིམ་ན་འཁོད་ཅིག །བདག་ནི་དབྱར་གྱི་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་པར་འདོད་དོ།
en: I want to dwell in the dhyāna of compassion in a solitary place for the four months of summer.’

source: །རྗེའི་སྲས་ད་དེའི་དུས་ལ་བབ་ལགས་སོ། །བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་པོ་དག་ལ་སྨྲས་པ།
en: “ ‘Dear one, it is the right time.’ “He said to the five hundred young brahmins, ‘Young brahmins, keep and recall the sciences that you have heard, been taught, and accomplished for now.

source: བྲམ་ཟེའི་ཁྱེའུ་དག་རེ་ཞིག་ཇི་སྐད་ཐོས་པ་དང་། ཇི་སྐད་བསྟན་པ་དང་། ཇི་ལྟར་ཀུན་ཆུབ་པར་བྱས་པའི་རིག་པ་དག་ཟུང་ཤིག །ལྷོགས་ཤིག །བདག་ནི་དབྱར་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་པར་འདོད་དོ།
en: I want to dwell in the dhyāna of compassion in a solitary place for the four months of summer.’

source: །མཁན་པོ་ད་དེའི་དུས་ལ་བབ་ལགས་སོ།
en: “ ‘O Master, it is the right time.’

source: །འདུལ་སྦྱོང་མཁན་དང་། གླང་པོ་ཆེ་ལ་ཞོན་པ་དང་། རྟ་ལ་ཞོན་པ་དང་། ཤིང་རྟ་པ་དང་། རལ་གྲི་འཛིན་སྟངས་མཁན་དང་། གཞུ་འཛིན་པ་དང་། ཞབས་འབྲིང་བྱེད་པ་དང་། གོ་རེ་ལོང་བྱེད་པ་དང་། བྲོ་གར་ལེན་པ་དང་། རྒྱལ་པོའི་བུ་རྟུལ་ཕོད་པ་དཔའ་བ་རབ་གནོན་ཚན་པོ་ཆེ་དང་ལྡན་པ་རྣམས་དང་། སེམས་སྲུང་བ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་བྱེད་པ་དུ་མ་ལ་སྨྲས་པ།
en: “He said to many horse trainers, elephant drivers, horsemen, chariot riders, swordsmen, archers, servants, attendants, dancers, princes who were brave and bold like praskandins and great nagnas, worshipers, barbers, and bath attendants, ‘Sirs, look for another teacher for now.

source: ཤེས་ལྡན་དག་རེ་ཞིག་རྗེས་སུ་སྟོན་པ་གཞན་ཚོལ་ཅིག །ཁོ་བོ་ནི་དབྱར་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་པར་འདོད་དོ།
en: I want to dwell in the dhyāna of compassion in a solitary place for the four months of summer.’

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་གྲོང་ཁྱེར་གྱི་ཤར་ཕྱོགས་སུ་ཁང་བཟངས་ཤིག་བརྩིགས་ནས། དབྱར་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་པ་ལས་དེའི་དྲུང་དུ་ཚངས་པ་མ་འོངས་སོ།
en: “After that, the brahmin Mahāgovinda had a terrace built in the east of the city and dwelled in the dhyāna of compassion in that solitary place for the four months of summer, but Brahmā did not come to him.

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་དབྱར་གྱི་ཟླ་བ་བཞིར་ཞག་གཅིག་གིས་མ་ལོན་པ་དང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་ཕ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལས་དབྱར་ཟླ་བ་བཞི་པོ་དག་ལ་དབེན་པར་སྙིང་རྗེའི་བསམ་གཏན་གྱིས་གནས་ན། དེའི་དྲུང་དུ་ཚངས་པ་འོང་བར་འགྱུར་རོ་ཞེས་ཐོས་ན་བདག་གི་དྲུང་དུ་ནི་ཚངས་པ་མ་འོངས་སོ་སྙམ་མོ།
en: Thereupon, a day before the end of the four months of summer, the brahmin Mahāgovinda thought, ‘I have heard from my father, Brahmin Govinda, that if a brahmin dwelled in the dhyāna of compassion in a solitary place for the four months of summer, Brahmā would come to him. However, Brahmā does not come to me.’

source: །དེ་ནས་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱི་བསམ་པ་སེམས་ཀྱིས་ཤེས་ནས།
en: “Brahmā, the ruler of the Sahā World, knew the brahmin Mahāgovinda’s thoughts.

source: དཔེར་ན་སྐྱེས་བུ་སྟོབས་དང་ལྡན་པའི་ལག་པ་བསྐུམ་པ་ལས་བརྐྱང་བའམ། བརྐྱང་བ་ལས་བསྐུམ་པ་ཙམ་གྱིས་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པའི་འཇིག་རྟེན་ནས་མི་སྣང་བར་གྱུར་ཅིང་། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱི་ཁང་བཟངས་སུ་འོངས་སོ།
en: He disappeared from the world of Brahmā, as quickly as a strong man stretches his bent arm or bends his stretched arm, and went to the brahmin Mahāgovinda’s terrace.

source: །དེའི་ཚེ་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོའི་ཁ་དོག་གི་མཐུས་ཁང་བཟངས་ཐམས་ཅད་སྣང་བ་རྒྱ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ།
en: At that time, the figure of Brahmā, the ruler of the Sahā World, radiated light, and the vast splendor of his light filled the entire terrace.

source: །བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་ནམ་གྱི་ཆ་སྨད་ལ་བབ་པ་དང་། ཁང་བཟངས་ཐམས་ཅད་སྣང་བ་རྒྱ་ཆེན་པོས་ཁྱབ་པར་གྱུར་པ་མཐོང་ངོ་།
en: The brahmin Mahāgovinda saw the vast splendor of his light fill the entire terrace in the second half of the night.

source: །མཐོང་ནས་ཀྱང་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། འདི་འདྲ་བ་ཡི་ཁ་དོག་ནི།
en: Upon seeing it, he spoke a verse:

source: །བདག་གིས་མ་མཐོང་མ་ཐོས་ན།
en: “ ‘I have never seen or heard of

source: །གཟུགས་བཟང་ཁ་དོག་ལྡན་པ་ཡི། །གྲོགས་པོ་ཁྱོད་ནི་སུ་ཞིག་ཡིན།
en: Such a figure. Who are you, friend, Who are endowed with such an excellent figure?’ “Brahmā replied: “ ‘Govinda should know me As he who is known to the

source: །གང་ལ་ལྷར་བཅས་ཚངས་རིས་དང་། །དེ་བཞིན་རིས་ནི་གཞན་དག་གིས།
en: Gods attendant on Brahmā and other gods

source: །གཞོན་ནུར་རབ་ཤེས་དེ་ལྟ་བུར།
en: As “the Youth.” ’

source: །གནག་ལྷས་སྐྱེས་ཀྱིས་ང་ཤེས་བྱོས།
en: “Govinda said:

source: །ཚངས་པ་ཁྱོད་ལ་འདུད་བགྱིད་ཅིང་།
en: “ ‘O Brahmā, I bow to you

source: །བཀུར་སྟི་ཡང་ནི་བགྱིད་ལགས་ཀྱིས།
en: And honor you.

source: །བདག་གི་ཚིག་རྣམས་གསན་མཛོད་ལ།
en: Please listen to my words

source: །མྱུར་དུ་གནང་བར་མཛད་དུ་གསོལ།
en: And answer quickly.’ “Brahmā replied:

source: །གནག་ལྷས་སྐྱེས་པ་ཁྱོད་ཀྱིས་ནི། །སྨྲས་པའི་ཚིག་དེ་གཟུང་བར་བྱས།
en: “ ‘Govinda, the words you have spoken

source: །ཚེ་འདིའི་དོན་ནི་གང་ཡིན་དང་། །ཕྱི་མའི་དོན་ནི་གང་ཡིན་པ།
en: Are accepted. What the purpose of this life is And what the purpose of the next is—

source: །ཡིད་ལ་བསམས་པ་དེ་དག་ནི། །བྲམ་ཟེ་ང་ལ་དྲིས་ཤིག་དང་། །དྲིས་པ་དེ་དང་དེ་དག་ནི།
en: “ ‘Ask me about these things, brahmin, Which you have thought about in your mind. I will answer

source: །ང་ཡིས་ཁྱོད་ལ་གཏན་ལ་དབབ།
en: Each question you ask.’

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་འདི་སྙམ་དུ་སེམས་ཏེ། རེ་ཞིག་བདག་གིས་མཐོང་བའི་ཆོས་ཀྱི་དོན་གྱིས་ཐོབ་པར་བྱ་བ་གང་ཡིན་པ་དེ་ནི་བདག་གིས་ཐོབ་ཀྱིས།
en: “Then the brahmin Mahāgovinda thought, ‘For now I have attained what is to be attained as the purpose of the present life.

source: མ་ལ་བདག་གིས་ཚེ་ཕྱི་མའི་དོན་ལས་བརྩམས་ཏེ་དྲི་བར་བྱའོ་སྙམ་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: I will now ask about the purpose of the future.’ He then spoke a verse:

source: བློ་ལ་བསྡོགས་པའི་ཡིད་གཉིས་ཐེ་ཚོམ་དག །ཚངས་པ་ཀུན་བགེད་གཞོན་ནུ་ལ་འདྲི་བ།
en: “ ‘I ask you, Brahmā Sanatkumāra (Ever Youthful), This question prepared in my mind:

source: །གང་དུ་གནས་ཤིང་གང་ལ་བསླབ་བྱས་ན།
en: In what should I persist, what should I learn,

source: །ཚངས་པའི་འཇིག་རྟེན་མི་འཆི་འཐོབ་པར་འགྱུར།
en: To attain the immortal world of Brahmā?’

source: །བྲམ་ཟེ་མི་ཡི་ནང་ན་ངའོ་སྙམ་སྤངས་ཤིང་།
en: “Brahmā answered: “ ‘Brahmin, abandoning the thought “It is me” among humans,

source: །གཅིག་པུར་གྱུར་པ་སྙིང་རྗེར་མོས་པ་དང་། །དྲི་ང་མེད་ཅིང་འཁྲིག་ལས་ཆགས་བྲལ་བ།
en: Dedicating attention to compassion in solitude, Not possessing the self, which is a stain, and being free from sexual intercourse—

source: །འདི་ལ་གནས་ཤིང་འདི་ཉིད་ལ་བསླབས་ནས།
en: If a human persists in these and learns them,

source: །མི་ཡིས་ཚངས་པའི་འཇིག་རྟེན་འཆི་མེད་འཐོབ།
en: He will attain the immortal world of Brahmā.’

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Then the brahmin Mahāgovinda thought, ‘I perfectly know the meaning of these words spoken by Brahmā:

source: ཚངས་པས་བཤད་པ། བྲམ་ཟེ་མི་ཡི་ནང་ན་ངའོ་སྙམ་སྤངས་ཤིང་། །ཞེས་བྱ་བ་འདིའི་དོན་ཡང་བདག་གིས་ཀུན་ཤེས། ཚངས་པས་བཤད་པ།
en: “Brahmin, abandoning the thought ‘It is me’ among humans.” I also perfectly know the meaning of these words spoken by Brahmā:

source: གཅིག་པུར་གྱུར་པ་སྙིང་རྗེར་མོས་པ་དང་། །ཞེས་བྱ་བ་འདིའི་དོན་ཡང་བདག་གིས་ཀུན་ཤེས་ན། ཚངས་པས་བཤད་པ།
en: “Dedicating attention to compassion in solitude.” But I do not know the meaning of these words spoken by Brahmā:

source: དྲི་ང་མེད་ཅིང་འཁྲིག་ལས་ཆགས་བྲལ་བ། །ཞེས་བྱ་བ་འདིའི་དོན་བདག་གིས་མི་ཤེས་སོ་སྙམ་དུ་བསམས་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “Not possessing the self, which is a stain, and being free from sexual intercourse.” ’ And so then he spoke a verse:

source: ཚངས་པ་མིའི་ནང་དྲི་ང་གང་ཞིག་ལགས།
en: “ ‘O Brahmā, what is the self, which is a stain in humans?

source: །འཇིག་རྟེན་ཀུན་ནི་ངོགས་ཀྱིས་འབབ་ཆུ་ལྟར། །གང་གིས་བསྒྲིབས་ན་ངན་སོང་སྒྲིབ་པ་ཅན།
en: Prevented by what, just as a river by its bank, Do beings in the whole world remain in inferior modes of existence, have faults,

source: །ཚངས་པ་འཐོབ་འགྱུར་ལམ་ནི་མི་ཤེས་པའོ།
en: And remain ignorant of the path to attain the world of Brahmā?’ “Brahmā replied:

source: །ཁྲོ་དང་བརྫུན་དང་ཁོན་དང་རྣམ་འཚེ་དང་། །འཇུངས་དང་མངོན་པའི་ང་རྒྱལ་མི་བཟོད་དང་། །ཆགས་དང་ཞེ་སྡང་དེ་བཞིན་གཏི་མུག་དང་། །ཕྲག་དོག་སེར་སྣ་དག་དང་འཚིག་པ་སྟེ།
en: “ ‘Anger, dishonesty, resentment, harmfulness, Greed, being overwhelmed by pride, Desire, hatred, delusion, Jealousy, avarice, and spite—

source: །དེ་དག་བྲམ་ཟེ་མིའི་ནང་དྲི་ང་ཡིན།
en: “ ‘Brahmin, these are the self, which is a stain in humans.

source: །འཇིག་རྟེན་ཀུན་ན་ངོགས་ཀྱིས་འབབ་ཆུ་ལྟར། །དེ་ཡིས་བསྒྲིབས་ན་ངན་སོང་སྒྲིབ་པ་ཅན།
en: Prevented by them, just as a river by its bank, Beings in the whole world remain in inferior modes of existence, have faults,

source: །ཚངས་པ་འཐོབ་འགྱུར་ལམ་ནི་མི་ཤེས་སོ།
en: And are ignorant of the path to attain the world of Brahmā.’

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་འདི་སྙམ་དུ་སེམས་ཏེ། ཇི་སྐད་དུ་བདག་གིས་ཚངས་པས་སྨྲས་པའི་དོན་ཤེས་པ་ལྟར་ན། ཁྱིམ་པ་ཁྱིམ་ན་གནས་པས་ཇི་སྲིད་འཚོ་བའི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སལ་གྱིས་དག་པ།
en: “Thereupon the brahmin Mahāgovinda thought, ‘If I understand the meaning of what Brahmā has said, it is difficult for laymen, who live at home, to lead the pure life, which is totally pure, unadulterated, complete, completely pure, and clean, throughout their lives.
